mw2_name = 'Ф.И.О.:'
mw2_age = 'Возраст:'

mw2_test1 = 'Лягте на спину и замерьте пульс за 15 секунд. Нажмите кнопку "Начать первый тест", чтобы запустить таймер.\nРезультат запишите в соответствующее поле.'
mw2_test2 = 'Выполните 30 приседаний за 45 секунд. Для этого нажмите кнопку "Начать делать приседания",\nчтобы запустить счетчик приседаний.'
mw2_test3 = 'Лягте на спину и замерьте пульс сначала за первые 15 секунд минуты, затем за последние 15 секунд.\nНажмите кнопку "Начать финальный тест", чтобы запустить таймер.\nЗелёным обозначены секунды, в течение которых необходимо \nпроводить измерения, черным - минуты без замера пульсаций. Результаты запишите в соответствующие поля.'

mw2_button1 = 'Начать первый тест'
mw2_button2 = 'Начать делать приседания'
mw2_button3 = 'Начать финальный тест'
mw2_button4 = 'Закончить'

mw2_timer = 0